Repository: Tima-Is-My-Association/TIMA
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Cultural background
de: Kultureller Hintergrund

source: Words
de: Worte

source: You have successfully signed in.
de: Sie haben sich erfolgreich eingeloggt.

source: Your account is disabled.
de: Ihr Benutzerkonto ist deaktiviert.

source: Please enter a correct username and password to log in. Note that both fields may be case-sensitive.
de: Bitte geben Sie einen korrekten Benutzernamen und Passwort ein, um sich anzumelden. Bitte beachten Sie ein korrekte Groß- und Kleinschriebung.

source: Thanks for signing up. You are now signed in.
de: Danke das Sie sich registiert haben. Sie sind jetzt angemenldet.

source: Your profile has been successfully updated.
de: Dein Profil wurde erfolgreich aktualisiert.

source: Without specifying an email-address, you can not receive a newsletter.
de: Ohne Angabe einer E-Mail-Adresse kann kein Newsletter empfangen.

source: You removed %(word)s successfully from your newsletter.
de: %(word)s wurde vom Newsletter entfernt.

source: Added %(words)s to your newsletter.
de: %(words)s wurde zum Newsletter hinzugefügt.

source: Association
de: Assoziation

source: The word and the association may not match.
de: Das Wort und die Assoziation dürfen nicht übereinstimmen.

source: We have not recognized your input as word. Are you sure you have no spelling mistakes, in order to confirm your input press "Save".
de: Wir haben Ihre Eingabe nicht als Wort erkannt. Bitte stelle Sie sicher, dass Sie keine Schreibfehler haben und bestätigen Sie Ihre Eingabe mit "Speichern".

source: You received %(points)s points for your association of %(association)s.
de: Sie haben %(points)s Punkte für Ihre Assoziation %(association)s erhalten.

source: Your association %(association)s has been saved. If you had been signed in you would have received %(points)s points.
de: Ihre Assoziation %(association)s wurde gespeichert. Wenn Sie angemeldet gewesen wären, hätten Sie %(points)s Punkte bekommen.

source: You added %(word)s successfully to your newsletter.
de: %(word)s wurde zum Newsletter hinzugefügt.

source: You lost the game.
de: Sie haben das Spiel verloren.

source: You won the game.
de: Sie haben das Spiel gewonnen.

source: You stopped the game.
de: Sie haben das Spiel beendet.

source: Thanks for spending some quality time with TIMA today.
de: Vielen Dank für deinen Besuch bei TIMA.

source: Forgot your password?
de: Passwort vergessen?

source: Sign in
de: Anmelden

source: Your password has been successfully changed.
de: Dein Passwort wurde erfolgreich geändert.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr altes Passwort zur Sicherheit ein, und geben Sie dann zweimal Ihr neues Passwort ein, damit wir überprüfen können, dass Sie es korrekt eingegeben haben.

source: Save
de: Speichern

source: Reset your password
de: Passwort zurücksetzen

source: Please enter a new password and confirme it.
de: Bitte geben Sie ein neues Passwort ein und bestätigen Sie es.

source: Change password
de: Passwort ändern

source: Please enter your email address, so we can send you a link to type in your new password.
de: Bitte geben Sie Ihre E-Mail Adresse ein, damit wir Ihnen einen Link zusenden können, sodass Sie ein neues Passwort vergeben können.

source: Send
de: Senden

source: Sign up
de: Registrieren

source: Leaderboard
de: Rangliste

source: Search
de: Suche

source: Citizen scientist
de: Bürgerwissenschaftler

source: Points
de: Punkte

source: Languages
de: Sprachen

source: Timestamp
de: Zeitstempel

source: Language
de: Sprache

source: Profile
de: Profil

source: Association History
de: Assoziationsgeschichte

source: Edit Profile
de: Profil bearbeiten

source: Word
de: Wort

source: Get a weekly newsletter of words you're interrested in.
de: Bekommen Sie wöchentliche Newsletter über Wörter, an denen Sie interessiert sind.

source: Add words
de: Worte hinzufügen

source: Full name
de: Name

source: Statistics
de: Statistik

source: Number of citizen scientists
de: Anzahl an Bürgerwissenschaftlern

source: Number of words
de: Anzahl der Wörter

source: Number of associations
de: Anzahl der Assoziationen

source: Type your association for
de: Schreibe deine Assoziation für

source: Next word
de: Nächstes Wort

source: Save association
de: Assoziation speichern

source: Welcome to TIMA
de: Willkommen bei TIMA

source: TIMA is my association
de: TIMA ist meine Assoziation

source: We want to build a large database of associations and we need your help to do it. So choose a language and give us your associations.
de: Wir wollen eine große Assoziationsdatenbank aufbauen und brauchen Ihre Hilfe. Wählen Sie eine Sprache aus und geben Sie uns Ihre Assoziationen.

source: Select Language
de: Sprache auswählen

source: Times asked
de: Male gefragt

source: Number of occurrences as association
de: Anzahl des Auftretens als Assoziation

source: Export
de: Exportieren

source: download
de: herunterladen

source: Depth
de: Tiefe

source: remove
de: entfernen

source: add
de: hinzufügen

source: Games
de: Spiele

source: Imprint
de: Impressum

source: Sign out
de: Abmelden

source: AssociationChain
de: AssoziationsKette

source: You build a chain with %(links)s links that gives you an extra %(points)s points. Your chain is:
de: Sie haben eine Kette mit %(links)s Kettengliedern erstellt. Dafür bekommen Sie %(points)s Extrapunkte. Ihre Kette ist:

source: You build a chain with %(links)s links. Your chain is:
de: Sie haben eine Kette mit %(links)s Kettengliedern erstellt. Ihre Kette ist:

source: Start a new game?
de: Möchten Sie ein neues Spiel starten.

source: Stop game
de: Spiel beenden

source: In AssociationChain you and TIMA build an association chain togther. The rules are as follows: You and TIMA alternately associate a word to the previous association. The goal is to build long chains.
de: Bei AssoziationsKette bilden Sie und TIMA gemeinsam eine Assoziationskette. Die Regeln sind wie folgt: Sie und TIMA assoziieren abwechselnd ein Wort zur vorherigen Assoziation. Ziel des Spieles ist es lange Ketten zu formen.

source: The game ends either when TIMA has no more associations to your word or when a cycle was created.
de: Das Spiel endet entweder, wenn TIMA keine Assoziation mehr zu Ihrem Wort hat oder wenn ein Zyklus erstellt wurde.

source: Start by selecting your language.
de: Beginnen Sie mit dem Auswählen Ihrer Sprache.

source: Description
de: Beschreibung

source: What it TIMA?
de: Was ist TIMA?

source: TIMA is a database for associations. The entire project stands under the terminology <a href="https://en.wikipedia.org/wiki/Citizen_science" target="_blank">"Citizen Science"</a>. There is no product behind TIMA and every information is freely available under the Creative Commons License.
de: TIMA ist eine Datenbank für Assoziationen. Das gesamte Projekt steht unter der Begrifflichkeit <a href="https://de.wikipedia.org/wiki/Citizen_science" target="_blank">"Citizen Science"</a>. Es steht kein Produkt hinter TIMA und jegliche Informationen sind für jeden frei zugänglich unter der Creative Commons License.

source: What are associations?
de: Was sind Assoziationen?

source: An <a href="https://en.wikipedia.org/wiki/Association_(psychology)" target="_blank">association</a> is the first thought that you have in mind by looking at the displayed word.
de: Als <a href="https://de.wikipedia.org/wiki/Assoziation_(Psychologie)" target="_blank">Assoziation</a> wird der erste Gedanke angesehen, der Ihnen beim angezeigten Wort als erstes in den Kopf kommt.

source: What can I use TIMA for?
de: Wofür kann ich TIMA verwenden?

source: The data are freely available for everyone and can be used for nearly every purpose. Limitations are defined in the <a href="https://github.com/Tima-Is-My-Association/TIMA/blob/master/LICENSE" target="_blank">license</a>.
de: Die Daten sind für jeden frei verfügbar und können für fast jeden Verwendungszweck genutzt werden. Einschränkungen sind in der <a href="https://github.com/Tima-Is-My-Association/TIMA/blob/master/LICENSE" target="_blank">Lizenz</a> definiert.

source: How to use TIMA?
de: Wie verwende ich TIMA?

source: You can use TIMA anonymously or as a registered user. After the language selection a word will be displayed. Now you can enter your association for this word. Repeat this process as long as you wish. &#9786;
de: TIMA kann sowohl Anonym als auch mit einem Nutzerkonto verwendet werden. Nach einer Auswahl der zu verwendenden Sprache wird Ihnen ein Wort angezeigt. Nun können Sie Ihre Assoziation zu dem angezeigten Wort in das Textfeld eintragen und die Eingabe bestätigen. Dieser Vorgang kann solange wiederholt werden wie Sie möchten. &#9786;

source: What does TIMA mean?
de: Was bedeutet TIMA?

source: TIMA stands for "TIMA ist my association". This works for several languages like German "TIMA ist mein Assoziation" or Afrikaans "TIMA is my assosiasie".
de: TIMA steht für "TIMA ist meine Assoziation". Dies funktioniert auch in anderen Sprachen wir beispielsweise English "TIMA is my association".

source: Why does TIMA exists?
de: Warum existiert TIMA?

source: TIMA was created during a lecture about "Citizen Science" at the University of Leipzig.
de: TIMA wurde während eines Moduls über "Citizen Science" an der Universität Leipzig erstellt.

source: Who is behind TIMA?
de: Wer steht hinter TIMA?

source: TIMA was created by three students and is still supported by them.
de: TIMA wurde von drei Studenten erstellt und weiterhin betreut.

source: What should I enter into TIMA?
de: Was sollte ich bei TIMA eintragen?

source: Basicly you should enter the first though you have on the displayed word. This can be a noun, a verb, a adjective or multi-word unit. For example "ball", "run", "cute" or "Star Wars", ... It is important to check your spelling. TIMA tries to warn you of misspelled words as best as it can.
de: Einfach ausgedrückt sollen Sie das Erste eintragen, was Ihnen bei dem angezeigen Wort in den Kopf kommt. Dies kann entweder ein Substantiv, ein Verb, ein Adjektiv oder eine Gruppe aus mehreren Wörtern sein. Beispielsweise "Ball", "laufen", "hübsch" oder "Die Sendung mit der Maus", ... Wichtig ist, hierbei auf eine korrekte Schreibweise zu achten. TIMA versucht nach besten Möglichkeiten Sie auf möglicherweise falsch geschriebene Worte hinzuweisen.

source: How many languages does TIMA support?
de: Wie viele Sprachen unterstützt TIMA?

source: As many as you want it to be. TIMA tries to support as many languages as possible and we attempt to add constantly more. In order to add a new language we need a small basic set of words and a way to check the spelling. If you want TIMA to support a language <a href="mailto:tima@jnphilipp.org?subject=[TIMA] Request language">send us a friendly request</a>.
de: So viele wie Sie wollen. TIMA versucht so viel Sprachen wie möglich zu unterstützen und wir versuchen ständig weitere Sprachen hinzuzufügen. Um eine neue Sprache hinzuzufügen, benötigen wir eine Grundmenge an Worten und eine Möglichkeit die Rechtschreibung zu prüfen. Wenn Sie wollen, dass TIMA eine Sprache untersützt, senden Sie uns eine <a href="mailto:tima@jnphilipp.org?subject=[TIMA] Request language">freundliche Anfrage</a>.

source: What about data protection and privacy?
de: Wie steht es um den Datenschutz und die Privatsphäre?

source: TIMA collects as less private data as possible. TIMA does not sell any data. Private data like email are just visible to the user himself.
de: TIMA sammelt so wenige persönliche Daten wie möglich. TIMA verkauft keine Daten. Private Daten wie die E-Mail Adresse sind nur von Ihnen selbst einsehbar.
